Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/track-tm.tmx
Source language: en
Languages: ca_es

source: View File
ca_es: Mostra el fitxer

source: View Revision Log
ca_es: Mostra el registre de revisions

source: View Changeset
ca_es: Mostra el conjunt de canvis

source: Last Change
ca_es: Últim canvi

source: Go to repository index
ca_es: Vés a l'índex del dipòsit

source: Go to repository root
ca_es: Vés a l'arrel del dipòsit

source: View %(name)s
ca_es: Mostra %(name)s

source: View Root Directory
ca_es: Mostra el directori arrel

source: (log)
ca_es: (registre)

source: Revision Log Mode:
ca_es: Mode de registre de revisions:

source: Stop on copy
ca_es: Atura't a les còpies

source: Follow copies
ca_es: Segueix les còpies

source: Show only adds and deletes
ca_es: Mostra només afegiments i supressions

source: [1: View log starting at [2:] ] [3: and back to [4:] ]
ca_es: [1: Mostra el registre començant per [2:] ] [3: i anant enrere fins a [4:] ]

source: [1: Show at most [2:] revisions per page. ]
ca_es: [1: Mostra com a molt [2:] revisions per pàgina. ]

source: Show full log messages
ca_es: Mostra els missatges de registre sencers

source: Copied or renamed
ca_es: Copiat o reanomenat

source: Diff from Old Revision to New Revision (as selected in the Diff column)
ca_es: Diff de la revisió antiga a revisió nova (seleccionades a la columna Diff)

source: Old / New
ca_es: Antiga / Nou

source: Age
ca_es: Edat

source: Log Message
ca_es: Missatge del registre

source: No revisions found
ca_es: No s'ha trobat cap revisió

source: copied from [1:%(path)s]:
ca_es: copiat des de [1:%(path)s]:

source: From [%(rev)s]
ca_es: Des de [%(rev)s]

source: To [%(rev)s]
ca_es: a [%(rev)s]

source: View log starting at this revision
ca_es: Mostra el log començant des d'aquesta revisió

source: Browse at revision %(rev)s
ca_es: Navega a la versió %(rev)s

source: View removal changeset [%(rev)s]
ca_es: Mostra el conjunt de canvis de supressió [%(rev)s]

source: View changeset [%(rev)s] restricted to %(path)s
ca_es: Mostra el conjunt de canvis [%(rev)s] restringit a %(path)s

source: [1:Note:] See [2:TracRevisionLog] for help on using the revision log.
ca_es: [1:Nota:] Vegeu [2:TracRevisionLog] per a obtenir ajuda sobre l'ús del registre de revisions.

source: Generated by Trac %(version)s
ca_es: Generat pel Trac %(version)s

source: Browse Source
ca_es: Navega el codi

source: Invalid changeset number
ca_es: El número de conjunt de canvis és invàlid

source: No node %(path)s
ca_es: No existeix el node %(path)s

source: Revision %(num)s
ca_es: Revisió %(num)s

source: Previous Revision
ca_es: Revisió anterior

source: Next Revision
ca_es: Revisió següent

source: Latest Revision
ca_es: Darrera revisió

source: Parent directory
ca_es: Directori pare

source: View file without annotations
ca_es: Visualitza el fitxer sense anotacions

source: Blame
ca_es: Culpa

source: Annotate each line with the last changed revision (this can be time consuming...)
ca_es: Anota cada línia amb la darrera revisió amb canvis (això pot trigar molt…)

source: Revision Log
ca_es: Registre de canvis

source: Repository URL
ca_es: URL del dipòsit

source: Zip Archive
ca_es: Arxiu Zip

source: Revision in which the line changed
ca_es: Revisió en què va canviar la línia

source: View repository %(repo)s
ca_es: Mostra el dipòsit %(repo)s

source: Can't compare across different repositories: %(old)s vs. %(new)s
ca_es: No es pot comparar a través de dipòsits diferents: %(old)s vs. %(new)s

source: No repository specified and no default repository configured.
ca_es: No s'ha especificat cap dipòsit i no hi ha un dipòsit per defecte configurat.

source: Invalid Changeset Number
ca_es: El número de conjunt de canvis és invàlid

source: Unified Diff
ca_es: Diff unificat

source: Previous Changeset
ca_es: Conjunt de canvis anterior

source: Next Changeset
ca_es: Conjunt de canvis següent

source: Reverse Diff
ca_es: Diff invers

source: Changeset %(id)s for %(path)s
ca_es: Conjunt de canvis %(id)s per a %(path)s

source: Changeset %(id)s
ca_es: Conjunt de canvis %(id)s

source: Show revision %(rev)s of this file in browser
ca_es: Mostra la revisió %(rev)s d'aquest fitxer al navegador

source: Show the changeset %(id)s restricted to %(path)s
ca_es: Mostra el conjunt de canvis %(id)s restringit a %(path)s

source: Show the %(range)s differences restricted to %(path)s
ca_es: Mostra les diferències de %(range)s restringides a %(path)s

source: latest
ca_es: darrera

source: Diff [%(old_rev)s:%(new_rev)s] for %(path)s
ca_es: Diff [%(old_rev)s:%(new_rev)s] per a %(path)s

source: Diff from %(old_path)s@%(old_rev)s to %(new_path)s@%(new_rev)s
ca_es: Diff de %(old_path)s@%(old_rev)s a %(new_path)s@%(new_rev)s

source: Changesets in all repositories
ca_es: Conjunts de canvis a tots els dipòsits

source: Repository changesets
ca_es: Conjunts de canvis del dipòsit

source: Changeset in %(repo)s
ca_es: Conjunt de canvis a %(repo)s

source: Changeset
ca_es: Conjunt de canvis

source: No permission to view changeset %(rev)s on %(repos)s
ca_es: No teniu permís per a veure el conjunt de canvis %(rev)s a %(repos)s

source: No default repository defined
ca_es: No s'ha definit un dipòsit per defecte

source: Changesets
ca_es: Conjunts de canvis

source: The file or directory '%(path)s' doesn't exist at revision %(rev)s or at any previous revision.
ca_es: El fitxer o directori «%(path)s no existeix a la revisió %(rev)s o cap altra revisió anterior.

source: Nonexistent path
ca_es: El camí no existeix

source: Revision Log (restarting at %(path)s, rev. %(rev)s)
ca_es: Registre de revisions (reiniciat a %(path)s, rev. %(rev)s)

source: ChangeLog
ca_es: Registre de canvis

source: View Latest Revision
ca_es: Mostra la última revisió

source: Older Revisions
ca_es: Revisions més antigues

source: No permission to view change log
ca_es: No teniu permís per a veure el registre de canvis

source: search
ca_es: cercar

source: You can %(search)s in the repository history to see if that path existed but was later removed
ca_es: Podeu %(search)s a l'historial del dipòsit per a veure si aquest camí existia però va ser suprimit

source: Invalid URL encoding (was %(path_info)r)
ca_es: La codificació de l'URL és invàlid (era %(path_info)r)

source: File %(path)s not found
ca_es: No s'ha trobat el fitxer %(path)s

source: logged in as %(user)s
ca_es: identificat com a %(user)s

source: Logout
ca_es: Surt

source: Login
ca_es: Entra

source: installation documentation
ca_es: documentació de la instaŀlació

source: Configuring Authentication
ca_es: Configuració de l'autenticació

source: Authentication information not available. Please refer to the %(inst_doc)s.
ca_es: La informació de l'autenticació no és disponible. Consulteu la %(inst_doc)s.

source: Already logged in as %(user)s.
ca_es: Ja esteu identificat com a %(user)s.

source: Error with navigation contributor "%(name)s"
ca_es: S'ha produït un error amb el contribuïdor de navegació «%(name)s»

source: (unknown template location)
ca_es: (la ubicació de la plantilla és desconeguda)

source: Genshi %(error)s error while rendering template %(location)s
ca_es: S'ha produït l'error %(error)s del Genshi quan s'estava renderitzant la plantilla %(location)s

source: anonymous
ca_es: anònim

source: Secure cookies are enabled, you must use https to submit forms.
ca_es: Les galetes segures són habilitades, heu d'usar https per a enviar formularis.

source: Do you have cookies enabled?
ca_es: Teniu les galetes habilitades?

source: Missing or invalid form token. %(msg)s
ca_es: El testimoni del formulari manca o és invàlid. %(msg)s

source: do so
ca_es: fer-ho

source: You are currently not logged in. You may want to %(do_so)s now.
ca_es: Ara mateix no esteu identificat. Podeu %(do_so)s ara.

source: ''System information not available''
ca_es: ''La informació sobre el sistema no és disponible''

source: ''Plugin information not available''
ca_es: ''La informació sobre els connectors no és disponible''

source: ==== How to Reproduce ==== While doing a %(method)s operation on `%(path_info)s`, Trac issued an internal error. ''(please provide additional details here)'' Request parameters: {{{ %(req_args)s }}} User agent: `#USER_AGENT#` ==== System Information ==== %(sys_info)s ==== Enabled Plugins ==== %(enabled_plugins)s ==== Python Traceback ==== {{{ %(traceback)s}}}
ca_es: ==== Com reproduir-ho ==== Mentre feia una operació %(method)s en `%(path_info)s, el Trac ha emès un error intern. ''(afegiu detalls addicionals aquí)'' Paràmetres de la petició: {{{ %(req_args)s }}} User agent: `#USER_AGENT#` ==== Informació del sistema ==== %(sys_info)s ==== Connectors habilitats ==== %(enabled_plugins)s ==== Traça del Python ==== {{{ %(traceback)s}}}

source: Session '%(id)s' already exists. Please choose a different session ID.
ca_es: La sessió «%(id)s» ja existeix. Seleccioneu un ID de sessió diferent.

source: Error renaming session
ca_es: S'ha produït un error en canviar el nom de la sessió

source: Auth
ca_es: Autenticació

source: Last Visit
ca_es: Última visita:

source: Email
ca_es: Correu electrònic

source: Session '%(sid)s' already exists
ca_es: La sessió %(sid)s ja existeix.

source: Invalid attribute '%(attr)s'
ca_es: L'atribut «%(attr)s» no és vàlid

source: Session '%(sid)s' not found
ca_es: No s'ha trobat la sessió «%(sid)s»

source: Page '%(page)s' not found
ca_es: No s'ha trobat la pàgina «%(page)s»

source: Invalid Wiki page name '%(name)s'
ca_es: El nom de la pàgina del Wiki «%(name)s» és invàlid

source: '%(name)s' is not a file
ca_es: «%(name)s» no és un fitxer

source: %(title)s already exists
ca_es: %(title)s ja existeix.

source: %(title)s is already up to date
ca_es: %(title)s ja està al dia

source: %(page)s imported from %(filename)s
ca_es: %(page)s importada des de %(filename)s

source: Edits
ca_es: Edicions

source: A new name is mandatory for a rename.
ca_es: Els canvis de nom requereixen un nom nou.

source: The new name is invalid.
ca_es: El nom nou és invàlid.

source: The page %(name)s already exists.
ca_es: La pàgina %(name)s ja existeix.

source: Deleted pages
ca_es: Pàgines suprimides

source: '%(name)s' is not a directory
ca_es: «%(name)s» no és un directori

source: no permission to view this wiki page
ca_es: no teniu permís per a visualitzar aquesta pàgina del wiki

source: HTML parsing error: %(message)s
ca_es: S'ha produït un error en analitzar l'HTML: %(message)s

source: Error: Forbidden character sequence "--" in htmlcomment wiki code block
ca_es: Error: Seqüència de caràcters prohibida «--» al bloc de codi del wiki htmlcomment

source: !#%(name)s must contain at most one table
ca_es: !#%(name)s ha de contenir, com a molt, una taula

source: !#%(name)s must contain at least one table cell (and table cells only)
ca_es: !#%(name)s ha de contenir, com a mínim una ceŀla de taula (i només ceŀles de taula)

source: %(target)s in %(name)s
ca_es: %(target)s en %(name)s

source: Can't view %(link)s:
ca_es: No es pot veure %(link)s

source: The Trac Project
ca_es: El Projecte Trac

source: No image "%(id)s" attached to %(parent)s
ca_es: No hi ha cap imatge «%(id)s» adjuntada a %(parent)s

source: Error: Can't get description for macro %(name)s
ca_es: Error: No es pot obtenir la descripció del macro %(name)s

source: Aliases:
ca_es: Àlies:

source: Sorry, no documentation found
ca_es: No s'ha trobat documentació

source: MIME Types
ca_es: Tipus MIME

source: Table of Contents
ca_es: Taula de continguts

source: Page not modified
ca_es: Pàgina no modificada

source: Can't rename to existing %(name)s page.
ca_es: No es pot canviar el nom a la pàgina %(name)s ja existent.

source: Help/Guide
ca_es: Ajuda/Guia

source: No version "%(num)s" for Wiki page "%(name)s"
ca_es: La versió «%(num)s de la pàgina del Wiki «%(name)s» no existeix

source: The wiki page is too long (must be less than %(num)s characters)
ca_es: La pàgina del wiki és massa llarga (ha de ser de menys de %(num)s caràcters)

source: The Wiki page field '%(field)s' is invalid: %(message)s
ca_es: El camp «%(field)s» de la pàgina del Wiki és invàlida: %(message)s

source: Invalid Wiki page: %(message)s
ca_es: La pàgina del Wiki és invàlida: %(message)s

source: currently edited
ca_es: actualment editada

source: The page %(name)s has been deleted.
ca_es: S'ha suprimit la pàgina %(name)s.

source: The versions %(from_)d to %(to)d of the page %(name)s have been deleted.
ca_es: S'han suprimit les versions des de la %(from_)d a la %(to)d de la pàgina %(name)s.

source: The version %(version)d of the page %(name)s has been deleted.
ca_es: S'ha suprimit la versió %(version)d de la pàgina %(name)s.

source: The new name is invalid (a name which is separated with slashes cannot be '.' or '..').
ca_es: El nom nou és invàlid (un nom separat per barres «/» no pot ser «.» o «..»).

source: The new name must be different from the old name.
ca_es: El nom nou ha de ser diferent al nom vell.

source: See [wiki:"%(name)s"].
ca_es: Vegeu [wiki:"%(name)s"].

source: Your changes have been saved in version %(version)s.
ca_es: S'han desat els canvis a la versió %(version)s.

source: Page not modified, showing latest version.
ca_es: No s'ha modificat la pàgina, es mostra la darrera versió.

source: Version %(num)s of page "%(name)s" does not exist
ca_es: La versió %(num)s de la pàgina «%(name)s no existeix

source: Page history
ca_es: Historial de la pàgina

source: Wiki History
ca_es: Historial del wiki

source: Page %(name)s does not exist
ca_es: La pàgina %(name)s no existeix.

source: Back to %(wikipage)s
ca_es: Torna a %(wikipage)s

source: Page %(name)s not found
ca_es: No s'ha trobat la pàgina %(name)s

source: View latest version
ca_es: Mostra l'última versió

source: View parent page
ca_es: Mostra la pàgina pare

source: Previous Version
ca_es: Versió anterior

source: Next Version
ca_es: Versió següent

source: View Latest Version
ca_es: Mostra l'última versió

source: Up
ca_es: Amunt

source: Start Page
ca_es: Pàgina inicial

source: Index
ca_es: Índex

source: History
ca_es: Historial

source: Wiki changes
ca_es: Canvis al wiki

source: %(page)s edited
ca_es: %(page)s editat

source: %(page)s created
ca_es: %(page)s creat

source: Delete versions %(from)s to %(to)s of [1:%(name)s]
ca_es: Suprimeix les versions des de la %(from)s a la %(to)s de [1:%(name)s]

source: Delete version %(version)s of [1:%(name)s]
ca_es: Suprimeix la versió %(version)s de [1:%(name)s]

source: Delete [1:%(name)s]
ca_es: Suprimeix [1:%(name)s]

source: Are you sure you want to delete version %(version)s of this page?
ca_es: Esteu segur de voler suprimir la versió %(version)s d'aquesta pàgina?

source: Are you sure you want to completely delete this page?
ca_es: Esteu segur de voler suprimir completament aquesta pàgina?

source: Delete those versions
ca_es: Suprimeix aquestes versions

source: Delete this version
ca_es: Suprimeix aquesta versió

source: Delete page
ca_es: Suprimeix la pàgina

source: Delete version %(old_version)d to version %(version)d
ca_es: Suprimeix de la versió %(old_version)d a la versió %(version)d

source: Delete version %(version)d
ca_es: Suprimeix la versió %(version)d

source: See the diffs
ca_es: Mostra els diffs

source: Review
ca_es: Revisa

source: See the preview
ca_es: Mostra la previsualizació

source: Someone else has modified that page since you started your edits.
ca_es: Algú ha modificat la pàgina des de que vau començar a editar-la.

source: [1:If you save right away, you risk to revert those changes] (highlighted below as deletions).
ca_es: [1:Si la deseu immediatament, us arrisqueu a revertir aquells canvis] (resaltats a continuació com a supressions).

source: Please review all those changes and manually merge them with your own changes. [1:] If you're unsure about what you're doing, please press [2:Cancel] (losing your changes) and start editing the latest version of the page again.
ca_es: Reviseu aquests canvis i fusioneu-los manualment amb els vostres. [1:] Si no n'esteu segur del que esteu fent, premeu [2:canceŀla] (perdent els vostres canvis) i torneu a editar la darrera versió de la pàgina.

source: Change information for future version %(version)s (modified by %(author)s):
ca_es: Informació dels canvis per a la versió futura %(version)s (modificat per %(author)s):

source: Go to the editor
ca_es: Vés a l'editor

source: Review Changes
ca_es: Reviseu els canvis

source: No changes
ca_es: Cap canvi

source: Go to Save, Preview, Review or Cancel buttons
ca_es: Vés als botons Desa, Previsualitza, Revisa o Canceŀla

source: Actions
ca_es: Accions

source: Sorry, this page has been modified by somebody else since you started editing. Your changes cannot be saved.
ca_es: Aquesta pàgina ha estat modificada per algú altre des de que vau començar a editar-la. No es poden guardar els vostres canvis.

source: Adjust edit area height:
ca_es: Ajusta l'alçada de l'àrea d'edició:

source: Selecting and pressing 'Preview' enters a two-column [edit|preview] mode
ca_es: Seleccionar i prèmer «Previsualitza» inicia un mode d'[edició|previsualització] en dos columnes

source: Edit side-by-side
ca_es: Edita costat a costat

source: [1:Note:] See [2:WikiFormatting] and [3:TracWiki] for help on editing wiki content.
ca_es: [1:Nota:] Vegeu [2:WikiFormatting] i [3:TracWiki] per a obtenir ajuda sobre l'edició del contingut del wiki.

source: Change information
ca_es: Informació dels canvis

source: Comment about this change (optional):
ca_es: Comentari sobre aquest canvi (opcional):

source: Page is read-only
ca_es: La pàgina és de només lectura

source: Merge changes
ca_es: Fusiona els canvis

source: Preview Page
ca_es: Previsualitza la pàgina

source: View WikiStart
ca_es: Visualitza el WikiStart

source: View %(path)s
ca_es: Visualitza %(path)s

source: Rename [1:%(name)s]
ca_es: Canvia el nom de [1:%(name)s]

source: Renaming the page will rename all existing versions of the page in place.
ca_es: Si canvieu el nom de la pàgina, també es canviarà el nom de totes les versions existents de la pàgina al mateix temps.

source: The complete history of the page will be moved to the new location.
ca_es: L'historial complet de la pàgina es mourà a la nova ubicació.

source: New name:
ca_es: Nom nou:

source: Leave a redirection page at the old location
ca_es: Deixa una pàgina de redirecció a la ubicació antiga

source: Rename page
ca_es: Canvia el nom de la pàgina

source: Edit this page
ca_es: Edita aquesta pàgina

source: Version %(version)s by %(author)s: %(comment)s
ca_es: Versió %(version)s per %(author)s: %(comment)s

source: Version %(version)s by %(author)s
ca_es: Versió %(version)s per %(author)s

source: Last modified on %(date)s
ca_es: Modificat per darrera vegada el %(date)s

source: The page %(name)s does not exist. You can create it here.
ca_es: La pàgina %(name)s no existeix. La podeu crear aquí.

source: You could also create the same page higher in the hierarchy:
ca_es: També podeu crear la mateixa pàgina més amunt a la jerarquia:

source: Create this page
ca_es: Crea aquesta pàgina

source: Using the template:
ca_es: Emprant la plantilla:

source: (blank page)
ca_es: (pàgina en blanc)

source: The following pages have a name similar to this page, and may be related:
ca_es: Les pàgines següents tenen un nom similar a aquesta pàgina, i poden estar relacionades:
